Repository: rolandohuber/proeasy
Catalog: ProEasyUI/ProEasyUI/i18n/*_lang.resx
Languages: es

# project.name
source: ProEasy_EN
es: ProEasy

# menu.backup
source: Realizar backup_EN
es: Realizar backup

# menu.connection.string
source: Modificar String de conexión_EN
es: Modificar String de conexión

# menu.families
source: Familias_EN
es: Familias

# menu.hours
source: Carga de Horas_EN
es: Carga de Horas

# menu.language
source: Idioma_EN
es: Idioma

# menu.logout
source: Cerrar sesión_EN
es: Cerrar sesión

# menu.logs
source: Consultar Bitácora_EN
es: Consultar Bitácora

# menu.projects
source: Proyectos_EN
es: Proyectos

# menu.report
source: Reporte de rentabilidad de proyectos_EN
es: Reporte de rentabilidad de proyectos

# menu.restore
source: Realizar restore_EN
es: Realizar restore

# menu.tasks
source: Tareas_EN
es: Tareas

# menu.users
source: Usuarios_EN
es: Usuarios

# restore.path.label
source: Directorio del backup_EN
es: Directorio del backup

# asig.family.asign
source: Familias asignadas_EN
es: Familias asignadas

# asig.family.disp
source: Familias disponibles_EN
es: Familias disponibles

# asig.family.title
source: Familias del usuario_EN
es: Familias del usuario

# asig.pat.fam.asign
source: Patentes asignadas_EN
es: Patentes asignadas

# asig.pat.fam.disp
source: Patentes disponibles_EN
es: Patentes disponibles

# asig.pat.fam.title
source: Patentes de la familia_EN
es: Patentes de la familia

# asig.patente.asign
source: Patentes asignadas_EN
es: Patentes asignadas

# asig.patente.disp
source: Patentes disponibles_EN
es: Patentes disponibles

# asig.patente.title
source: Patentes del usuario_EN
es: Patentes del usuario

# asig.rec.proj.asign
source: Recursos asignados_EN
es: Recursos asignados

# asig.rec.proj.disp
source: Recursos disponibles_EN
es: Recursos disponibles

# asig.rec.proj.title
source: Recursos del proyecto_EN
es: Recursos del proyecto

# backup.cant
source: Cantidad de volumenes_EN
es: Cantidad de volumenes

# backup.export
source: Exportar_EN
es: Exportar

# backup.path
source: Ruta de destino_EN
es: Ruta de destino

# connection.db
source: Base de datos_EN
es: Base de datos

# connection.pass
source: Contraseña_EN
es: Contraseña

# connection.save
source: Guardar_EN
es: Guardar

# connection.server
source: Servidor_EN
es: Servidor

# connection.user
source: Usuario_EN
es: Usuario

# family.cancel
source: Cancelar_EN
es: Cancelar

# family.create
source: Crear_EN
es: Crear

# family.delete
source: Eliminar_EN
es: Eliminar

# family.list.name
source: Nombre_EN
es: Nombre

# family.name
source: Nombre_EN
es: Nombre

# family.patentes
source: Asignar patentes_EN
es: Asignar patentes

# family.save
source: Guardar_EN
es: Guardar

# hour.amount
source: Cantidad de hs_EN
es: Cantidad de hs

# hour.cancel
source: Cancel_EN
es: Cancel

# hour.create
source: Crear_EN
es: Crear

# hour.date
source: Fecha_EN
es: Fecha

# hour.delete
source: Eliminar_EN
es: Eliminar

# hour.list.amount
source: Horas_EN
es: Horas

# hour.list.date
source: Fecha_EN
es: Fecha

# hour.list.project
source: Proyecto_EN
es: Proyecto

# hour.list.task
source: Tarea_EN
es: Tarea

# hour.project
source: Proyecto_EN
es: Proyecto

# hour.save
source: Guardar_EN
es: Guardar

# hour.task
source: Tarea_EN
es: Tarea

# log.clean
source: Limpiar_EN
es: Limpiar

# log.level
source: Criticidad_EN
es: Criticidad

# log.list.date
source: Fecha_EN
es: Fecha

# log.list.desc
source: Description_EN
es: Description

# log.list.functionality
source: Funcionalidad_EN
es: Funcionalidad

# log.list.level
source: Criticidad_EN
es: Criticidad

# log.list.user
source: Usuario_EN
es: Usuario

# log.search
source: Buscar_EN
es: Buscar

# log.since
source: Desde_EN
es: Desde

# log.until
source: Hasta_EN
es: Hasta

# log.user
source: Usuario_EN
es: Usuario

# login.connection.string
source: Modificar String de conexion_EN
es: Modificar String de conexion

# login.language
source: Idioma_EN
es: Idioma

# login.login
source: Ingresar_EN
es: Ingresar

# login.pass
source: Contraseña_EN
es: Contraseña

# login.user
source: Usuario_EN
es: Usuario

# project.cancel
source: Cancelar_EN
es: Cancelar

# project.create
source: Crear_EN
es: Crear

# project.delete
source: Eliminar_EN
es: Eliminar

# project.enabled
source: Habilitado_EN
es: Habilitado

# project.estimated
source: Estimadas_EN
es: Estimadas

# project.insumidas
source: Insumidas_EN
es: Insumidas

# project.list.enabled
source: Habilitado_EN
es: Habilitado

# project.list.title
source: Nombre del proyecto_EN
es: Nombre del proyecto

# project.resources
source: Asignar recursos_EN
es: Asignar recursos

# project.save
source: Guardar_EN
es: Guardar

# project.title
source: Nombre_EN
es: Nombre

# project.valor
source: Valor hora acordado con el cliente_EN
es: Valor hora acordado con el cliente

# report.clean
source: Limpiar_EN
es: Limpiar

# report.list.date
source: Fecha_EN
es: Fecha

# report.list.desvio.hs
source: Hs Desvio_EN
es: Hs Desvio

# report.list.estimated.hs
source: Hs Estimadas_EN
es: Hs Estimadas

# report.list.insumidas.hs
source: Hs Insumidas_EN
es: Hs Insumidas

# report.list.project
source: Proyecto_EN
es: Proyecto

# report.list.state
source: Estado_EN
es: Estado

# report.search
source: Buscar_EN
es: Buscar

# report.since
source: Desde_EN
es: Desde

# report.until
source: Hasta_EN
es: Hasta

# restore.import
source: Importar_EN
es: Importar

# restore.path
source: Ruta de origen_EN
es: Ruta de origen

# task.cancel
source: Cancelar_EN
es: Cancelar

# task.create
source: Crear_EN
es: Crear

# task.delete
source: Eliminar_EN
es: Eliminar

# task.description
source: Descripcion_EN
es: Descripcion

# task.list.project
source: Proyecto_EN
es: Proyecto

# task.list.title
source: Titulo_EN
es: Titulo

# task.project
source: Proyecto_EN
es: Proyecto

# task.save
source: Guardar_EN
es: Guardar

# task.title
source: Titulo_EN
es: Titulo

# user.cancel
source: Cancelar_EN
es: Cancelar

# user.create
source: Crear_EN
es: Crear

# user.delete
source: Eliminar_EN
es: Eliminar

# user.disp
source: Disponibilidad mensual_EN
es: Disponibilidad mensual

# user.email
source: Email_EN
es: Email

# user.enabled
source: Habilitado_EN
es: Habilitado

# user.families
source: Asignar familia_EN
es: Asignar familia

# user.generate.pass
source: Generar contraseña_EN
es: Generar contraseña

# user.lastname
source: Apellido_EN
es: Apellido

# user.list.lastname
source: Apellido_EN
es: Apellido

# user.list.name
source: Nombre_EN
es: Nombre

# user.list.state
source: Estado_EN
es: Estado

# user.list.username
source: Usuario_EN
es: Usuario

# user.name
source: Nombre_EN
es: Nombre

# user.patentes
source: Asignar patente_EN
es: Asignar patente

# user.save
source: Guardar_EN
es: Guardar

# user.username
source: Usuario_EN
es: Usuario

# user.valor
source: Valor hora_EN
es: Valor hora

# report.list.desvio.dinero
source: Desvio dinero_EN
es: Desvio dinero

# user.unlock
source: Desbloquear_EN
es: Desbloquear

# asignacion.familia.usuario.asign.required
source: Debe seleccionar una familia para asignar_EN
es: Debe seleccionar una familia para asignar

# asignacion.familia.usuario.remove.required
source: Debe seleccionar una familia para desasignar_EN
es: Debe seleccionar una familia para desasignar

# asignacion.patente.familia.asign.required
source: Debe seleccionar una patente para asignar_EN
es: Debe seleccionar una patente para asignar

# asignacion.patente.familia.remove.required
source: Debe seleccionar una patente para desasignar_EN
es: Debe seleccionar una patente para desasignar

# asignacion.patente.uduario.asign.required
source: Debe seleccionar una patente para asignar_EN
es: Debe seleccionar una patente para asignar

# asignacion.patente.uduario.remove.required
source: Debe seleccionar una patente para desasignar_EN
es: Debe seleccionar una patente para desasignar

# asignacion.recurso.project.asign.required
source: Debe seleccionar un usuario para asignar_EN
es: Debe seleccionar un usuario para asignar

# asignacion.recurso.project.remove.required
source: Debe seleccionar un usuario para desasignar_EN
es: Debe seleccionar un usuario para desasignar

# backup.created
source: Tu bkp esta aca y lo copiamos al clipboard: _EN
es: Tu bkp esta aca y lo copiamos al clipboard:

# backup.required.size
source: Indique la cantidad de particiones_EN
es: Indique la cantidad de particiones

# connection.string.saved
source: Debera volver a abrir la aplicacion para tomar la nueva configuracion_EN
es: Debera volver a abrir la aplicacion para tomar la nueva configuracion

# errors.1
source: Error general, contacte con el administrador_EN
es: Error general, contacte con el administrador

# errors.10
source: Ocurrio un error al generar la contraseña_EN
es: Ocurrio un error al generar la contraseña

# errors.100
source: Ocurrio un error al ejecutar la consulta_EN
es: Ocurrio un error al ejecutar la consulta

# errors.1000
source: Login incorrecto, chequee los datos_EN
es: Login incorrecto, chequee los datos

# errors.1001
source: No tiene configurada una base de datos_EN
es: No tiene configurada una base de datos

# errors.105
source: Ocurrio un error al eliminar la bitacora_EN
es: Ocurrio un error al eliminar la bitacora

# errors.11
source: Error al verificar la integridad de la base_EN
es: Error al verificar la integridad de la base

# errors.12
source: El usuario se encuentra bloqueado_EN
es: El usuario se encuentra bloqueado

# errors.13
source: El usuario ya existe_EN
es: El usuario ya existe

# errors.14
source: Hay patentes que quedaran sin asignacion_EN
es: Hay patentes que quedaran sin asignacion

# errors.15
source: Existe mas de un registro_EN
es: Existe mas de un registro

# errors.16
source: No se encontraron resultados_EN
es: No se encontraron resultados

# errors.17
source: Ocurrio un error al eliminar el usuario_EN
es: Ocurrio un error al eliminar el usuario

# errors.20
source: Ya existe una tarea con ese titulo_EN
es: Ya existe una tarea con ese titulo

# errors.21
source: La tarea tiene horas cargadas_EN
es: La tarea tiene horas cargadas

# errors.25
source: Ocurrio un error al eliminar la tarea_EN
es: Ocurrio un error al eliminar la tarea

# errors.40
source: Proyecto ya existe_EN
es: Proyecto ya existe

# errors.41
source: Proyecto tiene tareas asociadas_EN
es: Proyecto tiene tareas asociadas

# errors.45
source: Ocurrio un error al eliminar el proyecto_EN
es: Ocurrio un error al eliminar el proyecto

# errors.50
source: La Familia existe_EN
es: La Familia existe

# errors.51
source: La Familia esta asignada a un usuario_EN
es: La Familia esta asignada a un usuario

# errors.52
source: La Familia tiene patentes asignadas_EN
es: La Familia tiene patentes asignadas

# errors.53
source: La Familia tiene patentes asignadas_EN
es: La Familia tiene patentes asignadas

# errors.55
source: Ocurrio un error al eliminar la familia_EN
es: Ocurrio un error al eliminar la familia

# errors.60
source: Ocurrio un error al crear el bkp_EN
es: Ocurrio un error al crear el bkp

# errors.70
source: La patente no tiene otra asignacion_EN
es: La patente no tiene otra asignacion

# errors.75
source: Ocurrio un error al eliminar la patente_EN
es: Ocurrio un error al eliminar la patente

# errors.95
source: Ocurrio un error al eliminar el digito verificador_EN
es: Ocurrio un error al eliminar el digito verificador

# family.created
source: La familia se creo correctamente_EN
es: La familia se creo correctamente

# family.deleted
source: La familia se elimino correctamente_EN
es: La familia se elimino correctamente

# family.required.name
source: El nombre es requerido_EN
es: El nombre es requerido

# family.updated
source: La familia se actualizo correctamente_EN
es: La familia se actualizo correctamente

# horas.created
source: Se cargaron las horas_EN
es: Se cargaron las horas

# horas.deleted
source: Se eliminaron las horas cargadas_EN
es: Se eliminaron las horas cargadas

# horas.required.project
source: El proyecto es requerido_EN
es: El proyecto es requerido

# horas.required.since
source: La fecha desde es requerida_EN
es: La fecha desde es requerida

# horas.required.task
source: La tarea es requerida_EN
es: La tarea es requerida

# horas.required.until
source: La fecha hasta es requerida_EN
es: La fecha hasta es requerida

# horas.updated
source: Se actualizaron las horas_EN
es: Se actualizaron las horas

# project.created
source: El proyecto se creo correctamente_EN
es: El proyecto se creo correctamente

# project.deleted
source: El proyecto se elimino correctamente_EN
es: El proyecto se elimino correctamente

# project.required.horas
source: Las horas estimadas son requeridas_EN
es: Las horas estimadas son requeridas

# project.required.name
source: El nombre es requerido_EN
es: El nombre es requerido

# project.required.salary
source: El valor hora es requerido_EN
es: El valor hora es requerido

# project.updated
source: El proyecto se actualizo correctamente_EN
es: El proyecto se actualizo correctamente

# restore.sucess
source: Se restauro la base correctamente_EN
es: Se restauro la base correctamente

# task.created
source: La tarea se creo correctamente_EN
es: La tarea se creo correctamente

# task.deleted
source: La tarea se elimino correctamente_EN
es: La tarea se elimino correctamente

# task.required.description
source: La descripcion es requerida_EN
es: La descripcion es requerida

# task.required.project
source: El proyecto es requerido_EN
es: El proyecto es requerido

# task.required.title
source: El titulo es requerido_EN
es: El titulo es requerido

# task.updated
source: La tarea se actualizo correctamente_EN
es: La tarea se actualizo correctamente

# user.created
source: El usuario fue creado_EN
es: El usuario fue creado

# user.deleted
source: El usuario se elimino correctamente_EN
es: El usuario se elimino correctamente

# user.pass.reseted
source: Se reestablecio la contraseña del usuario_EN
es: Se reestablecio la contraseña del usuario

# user.required.availability
source: La disponibilidad mensual es requerida_EN
es: La disponibilidad mensual es requerida

# user.required.email
source: El email es requerido_EN
es: El email es requerido

# user.required.lastname
source: El apellido es requerido_EN
es: El apellido es requerido

# user.required.name
source: El nombre es requerido_EN
es: El nombre es requerido

# user.required.salary
source: El valor hora es requerido_EN
es: El valor hora es requerido

# user.required.unlocked
source: Se desbloqueo el usuario_EN
es: Se desbloqueo el usuario

# user.required.username
source: El nombre de usuario es requerido_EN
es: El nombre de usuario es requerido

# user.updated
source: El usuario se actualizo correctamente_EN
es: El usuario se actualizo correctamente
